Revit 2024 API
AreaBasedLoadData.LoadDensity Property
 The load density of the area based load.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public double LoadDensity { get; }
Visual Basic
Public ReadOnly Property LoadDensity As Double
	Get
Visual C++
public:
property double LoadDensity {
	double get ();
}
See Also
AreaBasedLoadData Class
Autodesk.Revit.DB.Electrical Namespace